		{
 			"id":12362,
  			"original":" The cosy and fresh atmosphere . Shuttle service. The chef. The chlorine level in the pool was very high!!!! Had eyes burning till next day.",
 			 "fr":"L'atmosphère chaleureuse et fraîche. Service de navette. Le chef. Le niveau de chlore dans la piscine était très élevé !!!! J'avais les yeux brûlés jusqu'au lendemain.",
 			 "en":" The cosy and fresh atmosphere . Shuttle service. The chef. The chlorine level in the pool was very high!!!! Had eyes burning till next day.",
 			 "lang":"en"
		},
		{
 			"id":12363,
  			"original":" Location I was charged more than agreed on booking.com",
 			 "fr":"Emplacement J'ai été facturé plus que convenu lors de la réservation.com",
 			 "en":" Location I was charged more than agreed on booking.com",
 			 "lang":"en"
		},
		{
 			"id":12364,
  			"original":" very kind people breakfast is less choice",
 			 "fr":"les gens très gentils le petit déjeuner est moins de choix",
 			 "en":" very kind people breakfast is less choice",
 			 "lang":"en"
		},
		{
 			"id":12365,
  			"original":" Complete and Excellent breakfast Rien",
 			 "fr":"Petit déjeuner complet et excellent Rien",
 			 "en":" Complete and Excellent breakfast Rien",
 			 "lang":"en"
		},
		{
 			"id":12366,
  			"original":"  Food Variety",
 			 "fr":"Variété alimentaire",
 			 "en":"  Food Variety",
 			 "lang":"en"
		},
		{
 			"id":12367,
  			"original":" Enjoy the good international class breakfast Room was too tight",
 			 "fr":"Profitez du bon petit déjeuner de classe internationale La salle était trop serrée",
 			 "en":" Enjoy the good international class breakfast Room was too tight",
 			 "lang":"en"
		},
		{
 			"id":12368,
  			"original":" Very comfortable bed.",
 			 "fr":"Lit très confortable.",
 			 "en":" Very comfortable bed.",
 			 "lang":"en"
		},
		{
 			"id":12369,
  			"original":" Overall, the stay here was comfortable for my wife, who is Cameroonian, myself, an American, and our son, a 16-month year old boy. We stayed at the Douala design hotel before this property and we preferred that property to this one for all but one important category: the airport shuttle. The shuttle to/from the airport was extremely convenient and perfect for travelers not wanting to fuss with arranging transportation and haggling (or alternatively getting over-charged). The staff was friendly on the whole, but there were times when they were a bit inattentive, like in the dining area. Also, the pillows were a bit oversized for those who sleep on their bellies. It made for a restless night for both my wife and I. The rooms were clean, but were small and felt a bit dated.",
 			 "fr":"Dans l'ensemble, le séjour ici a été confortable pour ma femme, qui est camerounaise, moi-même, un Américain, et notre fils, un garçon de 16 mois. Nous avons séjourné à l'hôtel design Douala avant cette propriété et nous avons préféré cette propriété à celle-ci pour toutes les catégories importantes sauf une: la navette aéroport. La navette de / vers l'aéroport était extrêmement pratique et parfaite pour les voyageurs ne voulant pas s'inquiéter de l'organisation du transport et du marchandage (ou sinon se faire payer trop cher). Le personnel était sympathique dans l'ensemble, mais il y avait des moments où ils étaient un peu distraits, comme dans la salle à manger. De plus, les oreillers étaient un peu surdimensionnés pour ceux qui dorment sur le ventre. Cela a fait une nuit agitée pour ma femme et moi. Les chambres étaient propres, mais petites et se sentaient un peu vieillottes.",
 			 "en":" Overall, the stay here was comfortable for my wife, who is Cameroonian, myself, an American, and our son, a 16-month year old boy. We stayed at the Douala design hotel before this property and we preferred that property to this one for all but one important category: the airport shuttle. The shuttle to/from the airport was extremely convenient and perfect for travelers not wanting to fuss with arranging transportation and haggling (or alternatively getting over-charged). The staff was friendly on the whole, but there were times when they were a bit inattentive, like in the dining area. Also, the pillows were a bit oversized for those who sleep on their bellies. It made for a restless night for both my wife and I. The rooms were clean, but were small and felt a bit dated.",
 			 "lang":"en"
		},
		{
 			"id":12370,
  			"original":" Ambience. Hygiene and good rooms. The staff I didn't understand at all. When I check out, they said I hire Taxi and go to the airport by myself. Is really annoyed me. My company wants to have contract so that we stay always when we came to Douala but their staff are having which problem, didn't know as they never allow me to talk with the management of Ibis hotel. Morning breakfast doesn't have much options. Many times it get finished and many goes without having anything. I honestly didn't understand.",
 			 "fr":"Ambiance. Hygiène et bonnes chambres. Le personnel je ne comprenais pas du tout. Quand je suis parti, ils ont dit que je louais un taxi et que je me rendais à l'aéroport par moi-même. Est vraiment ennuyé moi. Mon entreprise veut avoir un contrat pour que nous restions toujours quand nous sommes venus à Douala mais leur personnel a quel problème, ne savait pas car ils ne me permettent jamais de parler avec la direction de l'hôtel Ibis. Le petit déjeuner du matin n'a pas beaucoup d'options. Plusieurs fois, il est terminé et beaucoup se passe sans rien avoir. Honnêtement, je n'ai pas compris.",
 			 "en":" Ambience. Hygiene and good rooms. The staff I didn't understand at all. When I check out, they said I hire Taxi and go to the airport by myself. Is really annoyed me. My company wants to have contract so that we stay always when we came to Douala but their staff are having which problem, didn't know as they never allow me to talk with the management of Ibis hotel. Morning breakfast doesn't have much options. Many times it get finished and many goes without having anything. I honestly didn't understand.",
 			 "lang":"en"
		},
		{
 			"id":12371,
  			"original":" comfortable bed quiet room",
 			 "fr":" comfortable bed quiet room",
 			 "en":"comfortable bed quiet room",
 			 "lang":"fr"
		},
		{
 			"id":12372,
  			"original":" The shuttle service from the airport. An Ibis labelled shuttle arrived at the airport and guests were not allowed to use the shuttle because it was reserved for airline crew and we had to disembark the bus which was embarrassing",
 			 "fr":"Le service de navette de l'aéroport. Une navette labellisée Ibis est arrivée à l'aéroport et les clients n'ont pas été autorisés à utiliser la navette car elle était réservée à l'équipage de la compagnie aérienne et nous avons dû débarquer du bus ce qui était embarrassant",
 			 "en":" The shuttle service from the airport. An Ibis labelled shuttle arrived at the airport and guests were not allowed to use the shuttle because it was reserved for airline crew and we had to disembark the bus which was embarrassing",
 			 "lang":"en"
		},
		{
 			"id":12373,
  			"original":" Great, Customer service at the reception. A lady called Olivia at the reception was so helpful. Small rooms, lack of variety at breakfast buffet",
 			 "fr":"Super, service client à la réception. Une dame appelée Olivia à la réception était très serviable. Petites chambres, manque de variété au buffet du petit déjeuner",
 			 "en":" Great, Customer service at the reception. A lady called Olivia at the reception was so helpful. Small rooms, lack of variety at breakfast buffet",
 			 "lang":"en"
		},
		{
 			"id":12374,
  			"original":" All the time spoons are not properly arranged and available at restaurant ... fruit , Milk replacement taking more time and we need to wait for lng time in the morning busy hours",
 			 "fr":"Toutes les cuillères de temps ne sont pas correctement disposées et disponibles au restaurant ... fruits, remplacement du lait prenant plus de temps et nous devons attendre le temps lng le matin les heures de pointe",
 			 "en":" All the time spoons are not properly arranged and available at restaurant ... fruit , Milk replacement taking more time and we need to wait for lng time in the morning busy hours",
 			 "lang":"en"
		},
		{
 			"id":12375,
  			"original":" Rooms too small. No tea or coffee machines in room to make Tea. No body milk delivered",
 			 "fr":"Les chambres sont trop petites. Pas de machine à thé ou à café dans la chambre pour faire du thé. Pas de lait corporel livré",
 			 "en":" Rooms too small. No tea or coffee machines in room to make Tea. No body milk delivered",
 			 "lang":"en"
		},
		{
 			"id":12376,
  			"original":" No room service had to keep going downstairs even when tired.",
 			 "fr":"Aucun service de chambre ne devait continuer à descendre même en cas de fatigue.",
 			 "en":" No room service had to keep going downstairs even when tired.",
 			 "lang":"en"
		},
		{
 			"id":12377,
  			"original":" Less toiletry than in other hotels of the same accord group.",
 			 "fr":"Moins d'articles de toilette que dans d'autres hôtels du même groupe d'accord.",
 			 "en":" Less toiletry than in other hotels of the same accord group.",
 			 "lang":"en"
		},
		{
 			"id":12378,
  			"original":" The breakfast, the bar, meal in general. Air conditionner wasn't woking well at the night, the room was too hot. There no way to switch it on/off, no way to adjust it. It was really the bad point.",
 			 "fr":"Le petit déjeuner, le bar, le repas en général. La climatisation ne se réveillait pas bien la nuit, la chambre était trop chaude. Il n'y a aucun moyen de l'allumer / éteindre, aucun moyen de l'ajuster. C'était vraiment le mauvais point.",
 			 "en":" The breakfast, the bar, meal in general. Air conditionner wasn't woking well at the night, the room was too hot. There no way to switch it on/off, no way to adjust it. It was really the bad point.",
 			 "lang":"en"
		},
		{
 			"id":12379,
  			"original":" Attitude very bad No smoking room",
 			 "fr":"Attitude très mauvaise Chambre non fumeur",
 			 "en":" Attitude very bad No smoking room",
 			 "lang":"en"
		},
		{
 			"id":12380,
  			"original":" Friendliness of the staff The breakfast",
 			 "fr":"Amabilité du personnel Le petit déjeuner",
 			 "en":" Friendliness of the staff The breakfast",
 			 "lang":"en"
		},
		{
 			"id":12381,
  			"original":" A very bad experience! The staff are not at all professional! Several going up-and-down during the checking-in because the key did not work and the staff changed three times for nothing without checking carefully. Lost a large amount of money the night before leaving the hotel. The guard shouldered me back to the room since I was too drank that day and stole my money. Already complained and suggested verifying by CCTV but received no results since then(already ten days).",
 			 "fr":"Une très mauvaise expérience! Le personnel n'est pas du tout professionnel! Plusieurs montées et descentes lors de l'enregistrement car la clé ne fonctionnait pas et le personnel a changé trois fois pour rien sans vérifier attentivement. Perdu une grosse somme d'argent la nuit avant de quitter l'hôtel. Le garde m'a reconduit dans la pièce car j'étais trop bu ce jour-là et a volé mon argent. Déjà plaint et a suggéré de vérifier par CCTV mais n'a reçu aucun résultat depuis (déjà dix jours).",
 			 "en":" A very bad experience! The staff are not at all professional! Several going up-and-down during the checking-in because the key did not work and the staff changed three times for nothing without checking carefully. Lost a large amount of money the night before leaving the hotel. The guard shouldered me back to the room since I was too drank that day and stole my money. Already complained and suggested verifying by CCTV but received no results since then(already ten days).",
 			 "lang":"en"
		},
		{
 			"id":12382,
  			"original":" It was exciting coming back to Ibis after 14 years, this time with my wife and our 2 boys (9 and 12 years old). We've got 2 nice, clean and connected double rooms with very comfortable beds. Good Wi-Fi, good breakfast, great shuttle service and friendly staff. Breakfast included only for one guest per room. Payment with credit card was not possible during checkout. Fortunately there was an ATM at the hotel for cash withdrawal.",
 			 "fr":"C'était excitant de revenir à l'Ibis après 14 ans, cette fois avec ma femme et nos 2 garçons (9 et 12 ans). Nous avons 2 belles chambres doubles propres et communicantes avec des lits très confortables. Bon Wi-Fi, bon petit déjeuner, excellent service de navette et personnel sympathique. Petit-déjeuner inclus uniquement pour une personne par chambre. Le paiement par carte de crédit n'était pas possible lors du paiement. Heureusement, il y avait un guichet automatique à l'hôtel pour retirer de l'argent.",
 			 "en":" It was exciting coming back to Ibis after 14 years, this time with my wife and our 2 boys (9 and 12 years old). We've got 2 nice, clean and connected double rooms with very comfortable beds. Good Wi-Fi, good breakfast, great shuttle service and friendly staff. Breakfast included only for one guest per room. Payment with credit card was not possible during checkout. Fortunately there was an ATM at the hotel for cash withdrawal.",
 			 "lang":"en"
		},
		{
 			"id":12383,
  			"original":" The staff are quite helpful and friendly. The services didn't match the money. Over priced for size of room.",
 			 "fr":"Le personnel est assez serviable et sympathique. Les services ne correspondaient pas à l'argent. Trop cher pour la taille de la chambre.",
 			 "en":" The staff are quite helpful and friendly. The services didn't match the money. Over priced for size of room.",
 			 "lang":"en"
		},
		{
 			"id":12384,
  			"original":" There was only location which was close to airport Behaviour of staff. Wifi was not working. Room AC was not working and even after several phone calls at reception there was no response from reception staff. Horriable experience with IBIS douala. IBIS manaagment should look into this matter because they are spoiling the name of IBIS.",
 			 "fr":"Il n'y avait que l'emplacement qui était proche de l'aéroport Comportement du personnel. Le wifi ne fonctionnait pas. La climatisation de la chambre ne fonctionnait pas et même après plusieurs appels téléphoniques à la réception, il n'y avait aucune réponse du personnel de la réception. Expérience horrible avec IBIS douala. La direction d'IBIS devrait se pencher sur cette question car elle gâche le nom d'IBIS.",
 			 "en":" There was only location which was close to airport Behaviour of staff. Wifi was not working. Room AC was not working and even after several phone calls at reception there was no response from reception staff. Horriable experience with IBIS douala. IBIS manaagment should look into this matter because they are spoiling the name of IBIS.",
 			 "lang":"en"
		},
		{
 			"id":12385,
  			"original":" Nothing like some thing to feel good There is no napkin in Room. No tea maker in room. Drinking Water keeping in room is too small. Not providing small tawal to vlean hand. Room service not allowed. rooms are too small and no vantilatiin.",
 			 "fr":"Rien de tel que quelque chose pour se sentir bien Il n'y a pas de serviette dans la chambre. Pas de théière dans la chambre. L'eau potable conservée dans la chambre est trop petite. Ne pas fournir de petit tawal à vlean main. Service de chambre non autorisé. les chambres sont trop petites et pas de vantilatiin.",
 			 "en":" Nothing like some thing to feel good There is no napkin in Room. No tea maker in room. Drinking Water keeping in room is too small. Not providing small tawal to vlean hand. Room service not allowed. rooms are too small and no vantilatiin.",
 			 "lang":"en"
		},
		{
 			"id":12386,
  			"original":" Careless staff at the restaurant IBIS , despite being an international chain, here in Douala can't prepare almost all the items listed in the restaurant , the items you order may take 45 minutes to come in normal conditions",
 			 "fr":"Le personnel imprudent du restaurant IBIS, bien qu'il s'agisse d'une chaîne internationale, ici à Douala ne peut pas préparer presque tous les articles énumérés dans le restaurant, les articles que vous commandez peuvent prendre 45 minutes pour arriver dans des conditions normales",
 			 "en":" Careless staff at the restaurant IBIS , despite being an international chain, here in Douala can't prepare almost all the items listed in the restaurant , the items you order may take 45 minutes to come in normal conditions",
 			 "lang":"en"
		},
		{
 			"id":12387,
  			"original":" Room was very small. The facilities not like 3***.",
 			 "fr":"La chambre était très petite. Les installations ne sont pas comme 3 ***.",
 			 "en":" Room was very small. The facilities not like 3***.",
 			 "lang":"en"
		},
		{
 			"id":12388,
  			"original":" Both breakfast and lunch was very good. Carpet in the room is a no no no for hygiene, even smelling and the air circulation poor made me feel sick. All you need to do is to put tiles, but since you have carpet I will not come back.",
 			 "fr":"Le petit déjeuner et le déjeuner étaient très bons. La moquette dans la chambre est un non non non pour l'hygiène, même l'odeur et la mauvaise circulation de l'air m'a fait me sentir mal. Tout ce que vous avez à faire est de mettre des carreaux, mais comme vous avez de la moquette, je ne reviendrai pas.",
 			 "en":" Both breakfast and lunch was very good. Carpet in the room is a no no no for hygiene, even smelling and the air circulation poor made me feel sick. All you need to do is to put tiles, but since you have carpet I will not come back.",
 			 "lang":"en"
		},
		{
 			"id":12389,
  			"original":" A welcome respite for the weary traveler. The hotel was nice, clean, comfortable and neat. They have made the best of the technology and provide free Wi-Fi as well. Breakfast was good and included in the room price. The water pressure on the third floor was a little lacking. Not too bad but could have been better.",
 			 "fr":"Un répit bienvenu pour le voyageur fatigué. L'hôtel était agréable, propre, confortable et soigné. Ils ont tiré le meilleur parti de la technologie et fournissent également une connexion Wi-Fi gratuite. Le petit déjeuner était bon et inclus dans le prix de la chambre. La pression de l'eau au troisième étage manquait un peu. Pas trop mal mais aurait pu être mieux.",
 			 "en":" A welcome respite for the weary traveler. The hotel was nice, clean, comfortable and neat. They have made the best of the technology and provide free Wi-Fi as well. Breakfast was good and included in the room price. The water pressure on the third floor was a little lacking. Not too bad but could have been better.",
 			 "lang":"en"
		},
		{
 			"id":12390,
  			"original":" Food",
 			 "fr":"Aliments",
 			 "en":" Food",
 			 "lang":"en"
		},
		{
 			"id":12391,
  			"original":" Breakfast was fantastic good variety The rooms were quite small with some old furniture and fittings",
 			 "fr":"Le petit déjeuner était fantastique bonne variété Les chambres étaient assez petites avec de vieux meubles et accessoires",
 			 "en":" Breakfast was fantastic good variety The rooms were quite small with some old furniture and fittings",
 			 "lang":"en"
		},
		{
 			"id":12392,
  			"original":" Clean. Friendly and helpful staff. Suggestion to have airport shuttle ready and waiting at airport as per booking and not having to call the hotel first to send the vehicle.",
 			 "fr":"Nettoyer. Personnel amical et serviable. Suggestion d'avoir une navette aéroport prête et d'attente à l'aéroport selon la réservation et de ne pas avoir à appeler l'hôtel au préalable pour envoyer le véhicule.",
 			 "en":" Clean. Friendly and helpful staff. Suggestion to have airport shuttle ready and waiting at airport as per booking and not having to call the hotel first to send the vehicle.",
 			 "lang":"en"
		},
		{
 			"id":12393,
  			"original":" The breakfast was excellent The size of the room was small",
 			 "fr":"Le petit déjeuner était excellent La taille de la chambre était petite",
 			 "en":" The breakfast was excellent The size of the room was small",
 			 "lang":"en"
		},
		{
 			"id":12394,
  			"original":" Le petit déjeuner est super On a aucun contrôle sur la climatisation, on ne peut ni l'éteindre, ni la régler.",
 			 "fr":" Le petit déjeuner est super On a aucun contrôle sur la climatisation, on ne peut ni l'éteindre, ni la régler.",
 			 "en":"The breakfast is great We have no control over the air conditioning, we cannot turn it off or adjust it.",
 			 "lang":"fr"
		},
		{
 			"id":12395,
  			"original":" La qualité de service et 'à gentillesse de l'ensemble du personnel Les Oreillers durs",
 			 "fr":" La qualité de service et 'à gentillesse de l'ensemble du personnel Les Oreillers durs",
 			 "en":"The quality of service and the kindness of all the staff Hard Pillows",
 			 "lang":"fr"
		},
		{
 			"id":12396,
  			"original":" Duży czysty basen, bardzo dobre śniadania , miła obsługa Huk agregatu przy basenie, w TV tylko 1 program - reklama hotelu",
 			 "fr":"Grande piscine propre, très bons petits déjeuners, service sympathique Le bruit de l'agrégat au bord de la piscine, seulement 1 programme à la télé - publicité pour l'hôtel",
 			 "en":"Large clean pool, very good breakfasts, friendly service The noise of the aggregate by the pool, only 1 program on TV - advertisement for the hotel",
 			 "lang":"pl"
		},
		{
 			"id":12397,
  			"original":" Hotel bien situe et propre. Personnel sympathique et petit dejeuner tres agreable, mieux que dans d'autres Ibis. La literie ne correspond pas au standard d'Ibis! J'ai ete desagreablement surprise de constater que le matelas n'est pas aussi confortable que dans d'autres Ibis.",
 			 "fr":" Hotel bien situe et propre. Personnel sympathique et petit dejeuner tres agreable, mieux que dans d'autres Ibis. La literie ne correspond pas au standard d'Ibis! J'ai ete desagreablement surprise de constater que le matelas n'est pas aussi confortable que dans d'autres Ibis.",
 			 "en":"Well located and clean hotel. Friendly staff and very pleasant breakfast, better than in other Ibis. The bedding does not correspond to the standard of Ibis! I was unpleasantly surprised to find that the mattress is not as comfortable as in other Ibis.",
 			 "lang":"fr"
		},
		{
 			"id":12398,
  			"original":" Salle de bain OK. Restaurant avec buffet, pas de la grande gastronomie, mais largement suffisant et complet. Un petit coin pour boire une bière. L'emplacement près de l'aéroport est idéal.",
 			 "fr":" Salle de bain OK. Restaurant avec buffet, pas de la grande gastronomie, mais largement suffisant et complet. Un petit coin pour boire une bière. L'emplacement près de l'aéroport est idéal.",
 			 "en":"Bathroom OK. Restaurant with buffet, not great gastronomy, but ample and complete. A little corner to drink a beer. The location near the airport is ideal.",
 			 "lang":"fr"
		},
		{
 			"id":12399,
  			"original":" L'accueil et le confort du lit C'est très bon, mais mériterait de se faire une peau neuve dans l'intérieur des chambres (moquettes, appareils sanitaires, etc)",
 			 "fr":" L'accueil et le confort du lit C'est très bon, mais mériterait de se faire une peau neuve dans l'intérieur des chambres (moquettes, appareils sanitaires, etc)",
 			 "en":"The welcome and the comfort of the bed It's very good, but deserves a facelift in the interior of the rooms (carpets, sanitary appliances, etc.)",
 			 "lang":"fr"
		},
		{
 			"id":12400,
  			"original":" La convivialité du personnel La climatisation de la chambre n etait pas réglable ni éteignable. Le soir du 24 oct en arrivant après 23 h le service du bar étant fermé ( pour un hotel international...quand même ) le service du receptionniste était nul.",
 			 "fr":" La convivialité du personnel La climatisation de la chambre n etait pas réglable ni éteignable. Le soir du 24 oct en arrivant après 23 h le service du bar étant fermé ( pour un hotel international...quand même ) le service du receptionniste était nul.",
 			 "en":"The friendliness of the staff The air conditioning in the room was not adjustable or shut off. On the evening of Oct 24 when arriving after 11 p.m. the bar service being closed (for an international hotel ... anyway) the receptionist service was zero.",
 			 "lang":"fr"
		},
		{
 			"id":12401,
  			"original":" La chambre Tout s'est bien passé",
 			 "fr":" La chambre Tout s'est bien passé",
 			 "en":"The room Everything went well",
 			 "lang":"fr"
		},
		{
 			"id":12402,
  			"original":" Le service Rien",
 			 "fr":" Le service Rien",
 			 "en":"Nothing service",
 			 "lang":"fr"
		},
		{
 			"id":12403,
  			"original":" La joie du personnel L'espace trop petit",
 			 "fr":" La joie du personnel L'espace trop petit",
 			 "en":"The joy of the staff The space too small",
 			 "lang":"fr"
		},
		{
 			"id":12404,
  			"original":" la gentillesse du personnel la qualité du lit trés moyenne avec un sur matelas pas assez moelleux et qui glisse en permanence a la surface du matelas. Les draps ne sont pas assez grands pour ce type de configuration.",
 			 "fr":" la gentillesse du personnel la qualité du lit trés moyenne avec un sur matelas pas assez moelleux et qui glisse en permanence a la surface du matelas. Les draps ne sont pas assez grands pour ce type de configuration.",
 			 "en":"the kindness of the staff the quality of the bed very average with a mattress not soft enough and which constantly slides on the surface of the mattress. The sheets are not big enough for this type of configuration.",
 			 "lang":"fr"
		},
		{
 			"id":12405,
  			"original":" La variété du buffet petit déjeuner. La climatisation n'est pas bonne, j'ai transpiré toute la nuit.j'ai dû appeler et un technicien est venu et a constaté que la climatisation était bien réglée. Il n' y a pas une variété de chaines TV.",
 			 "fr":" La variété du buffet petit déjeuner. La climatisation n'est pas bonne, j'ai transpiré toute la nuit.j'ai dû appeler et un technicien est venu et a constaté que la climatisation était bien réglée. Il n' y a pas une variété de chaines TV.",
 			 "en":"The variety of the breakfast buffet. A / C is not good I was sweating all night I had to call and a technician came over and found the A / C was fine. There is not a variety of TV channels.",
 			 "lang":"fr"
		},
		{
 			"id":12406,
  			"original":" Le personnel était très aimable, et l'ambiance tout au long de mon séjour était au top.",
 			 "fr":" Le personnel était très aimable, et l'ambiance tout au long de mon séjour était au top.",
 			 "en":"The staff were very friendly, and the atmosphere throughout my stay was top notch.",
 			 "lang":"fr"
		},
		{
 			"id":12407,
  			"original":" Les tenues du personnel, le lit. La moquette de la chambre à changer. Paiement par carte impossible, j'ai donc du retirer de l'argent au distributeur à l'intérieur de l'établissement qui n'est pas ma banque résultat 3600 Fcfa de frais.",
 			 "fr":" Les tenues du personnel, le lit. La moquette de la chambre à changer. Paiement par carte impossible, j'ai donc du retirer de l'argent au distributeur à l'intérieur de l'établissement qui n'est pas ma banque résultat 3600 Fcfa de frais.",
 			 "en":"Staff uniforms, bed. The carpet in the room to change. Payment by card impossible, so I had to withdraw money from the ATM inside the establishment which is not my bank, resulting in 3600 Fcfa fees.",
 			 "lang":"fr"
		},
		{
 			"id":12408,
  			"original":" Le petit déjeuner était bien Le transport par la navette était défaillant",
 			 "fr":" Le petit déjeuner était bien Le transport par la navette était défaillant",
 			 "en":"Breakfast was good Shuttle transport was faulty",
 			 "lang":"fr"
		},
		{
 			"id":12409,
  			"original":" L'emplacement de l'hôtel et l'accueil du personnel. La connexion Wi-Fi était très lente.",
 			 "fr":" L'emplacement de l'hôtel et l'accueil du personnel. La connexion Wi-Fi était très lente.",
 			 "en":"The location of the hotel and the hospitality of the staff. The wifi was very slow.",
 			 "lang":"fr"
		},
		{
 			"id":12410,
  			"original":" Oud maar verder goed schoon, vriendelijk en behulpzaam personeel, wifi is instabiel, kan sneller",
 			 "fr":"Personnel ancien mais propre, sympathique et serviable, le wifi est instable, peut être plus rapide",
 			 "en":"Old but otherwise clean, friendly and helpful staff, wifi is unstable, can be faster",
 			 "lang":"nl"
		},
		{
 			"id":12411,
  			"original":" La sollicitude du personnel",
 			 "fr":" La sollicitude du personnel",
 			 "en":"The concern of the staff",
 			 "lang":"fr"
		},
		{
 			"id":14761,
  			"original":"Nous avons séjourné dans cet hôtel pendant 2 semaines en 2012 novembre. Dans les commentaires qu'il a reçu sur TripAdvisor que je n'ai pas s'attendre à grand-chose, c'est peut-être pourquoi j'étais tellement confortable. L'hôtel n'est pas mal du tout, les chambres sont grandes et ils font une excellente cuisine. D'un autre côté, les gens travaillant sur le service de chambre a besoin d'aller sur une formation en soins à la clientèle. Ils ont ouvert les portes sans frapper, et quand ils disent qu'ils ne font qu'une seule fois, même si vous avez des cris en dehors de vos poumons pour eux à attendre une minute, ils seront tout simplement bougerait dans, et non d'entre eux ne parle pas un mot d'anglais. Chaque soir, j'ai appelé pour organiser un fer à être livré dans ma chambre à 7",
 			 "fr":"Nous avons séjourné dans cet hôtel pendant 2 semaines en 2012 novembre. Dans les commentaires qu'il a reçu sur TripAdvisor que je n'ai pas s'attendre à grand-chose, c'est peut-être pourquoi j'étais tellement confortable. L'hôtel n'est pas mal du tout, les chambres sont grandes et ils font une excellente cuisine. D'un autre côté, les gens travaillant sur le service de chambre a besoin d'aller sur une formation en soins à la clientèle. Ils ont ouvert les portes sans frapper, et quand ils disent qu'ils ne font qu'une seule fois, même si vous avez des cris en dehors de vos poumons pour eux à attendre une minute, ils seront tout simplement bougerait dans, et non d'entre eux ne parle pas un mot d'anglais. Chaque soir, j'ai appelé pour organiser un fer à être livré dans ma chambre à 7",
 			 "en":"We stayed at this hotel for 2 weeks in November 2012. From the reviews he received on Trip Advisor I didn't expect much, maybe that's why I was so comfortable. The hotel is not bad at all, the rooms are large and they do excellent food. On the other hand, people working on room service need to go on customer care training. They opened the doors without knocking, and when they say they only do it once, even if you have screaming outside your lungs for them to wait a minute, they will just move in, and no of them do not speak a word of English. Each evening I called to arrange an iron to be delivered to my room at 7",
 			 "lang":"fr"
		},
		{
 			"id":15812,
  			"original":"Un hôtel très agréable et propre avec des chambres spacieuses (demandez à être dans l'aile gauche, les chambres ont été rénovées!). Le personnel est accueillant, la piscine et la salle de sport sont des endroits où l'on peut se détendre en toute tranquillité et la nourriture est bonne! Seul bémol, le Wifi qui n'est pas très puissant!",
 			 "fr":"Un hôtel très agréable et propre avec des chambres spacieuses (demandez à être dans l'aile gauche, les chambres ont été rénovées!). Le personnel est accueillant, la piscine et la salle de sport sont des endroits où l'on peut se détendre en toute tranquillité et la nourriture est bonne! Seul bémol, le Wifi qui n'est pas très puissant!",
 			 "en":"A very nice and clean hotel with spacious rooms (ask to be in the left wing, the rooms have been updated!). The staff are welcoming, the pool and gym are great places to relax and the food is good! Only downside, the Wifi which is not very powerful!",
 			 "lang":"fr"
		},
		{
 			"id":16354,
  			"original":"Personnel très agréable et chambres confortables. Une soirée de la sape organisée au bar panoramique du 11eme étage très sympathique.  Grande piscine bien entretenue et une confiture de gingembre au pti déjeuner, un régale.",
 			 "fr":"Personnel très agréable et chambres confortables. Une soirée de la sape organisée au bar panoramique du 11eme étage très sympathique.  Grande piscine bien entretenue et une confiture de gingembre au pti déjeuner, un régale.",
 			 "en":"Very pleasant staff and comfortable rooms. An evening of the sape organized at the panoramic bar on the 11th floor very nice. Large, well-maintained swimming pool and a ginger jam for breakfast, a treat.",
 			 "lang":"fr"
		},
