		{
 			"id":14585,
  			"original":"Le site Web ne reflète en rien une réalité déplorable. Équipement vieillissant, rafistolage de part d'autres. Une odeur d'humidité qui vous prends les narines des votre entrée. Un accueil terne. Une chambre relativement spacieuse. Si la literie est acceptable, l'écran tv également, cela s'arrête là. Une climatisation qui fuit dans les toilettes, une robinetterie qui fuit, un évier résine et mal peint. Une restauration buffet offrant un recyclage alimentaire casi quotidien. La liste serait longue et laborieuse. Les photos jointes reflètent tant bien que mal mon désarroi. A éviter ou alors une nuit unique pour s'en rendre compte. Fuyez...!!!! ",
 			 "fr":"Le site Web ne reflète en rien une réalité déplorable. Équipement vieillissant, rafistolage de part d'autres. Une odeur d'humidité qui vous prends les narines des votre entrée. Un accueil terne. Une chambre relativement spacieuse. Si la literie est acceptable, l'écran tv également, cela s'arrête là. Une climatisation qui fuit dans les toilettes, une robinetterie qui fuit, un évier résine et mal peint. Une restauration buffet offrant un recyclage alimentaire casi quotidien. La liste serait longue et laborieuse. Les photos jointes reflètent tant bien que mal mon désarroi. A éviter ou alors une nuit unique pour s'en rendre compte. Fuyez...!!!! ",
 			 "en":"The website does not reflect a deplorable reality. Aging equipment, tinkering with others. A smell of humidity that takes your nostrils from your entrance. A dull welcome. A relatively spacious bedroom. If the bedding is acceptable, the TV screen too, it stops there. Leaking air conditioning in the toilet, leaking faucets, resin and poorly painted sink. A buffet catering offering daily casi food recycling. The list would be long and laborious. The attached photos reflect my dismay somehow. To be avoided or then a single night to realize it. Run away...!!!!",
 			 "lang":"fr"
		},
		{
 			"id":14818,
  			"original":"J’ai pu séjourner dans cet éco lodge lors d’un week-end le concept est très original et on se demande même pourquoi d’autres n’y ont pas pensés. Bel accueil, service impec et on y mange bien Par contre pas grand chose à faire si on est très gourmand d’activités...mais le but c’est surtout de s’y reposer et communier avec la nature.",
 			 "fr":"J’ai pu séjourner dans cet éco lodge lors d’un week-end le concept est très original et on se demande même pourquoi d’autres n’y ont pas pensés. Bel accueil, service impec et on y mange bien Par contre pas grand chose à faire si on est très gourmand d’activités...mais le but c’est surtout de s’y reposer et communier avec la nature.",
 			 "en":"I was able to stay in this eco lodge for a weekend, the concept is very original and you even wonder why others have not thought about it. Nice welcome, impeccable service and good food. On the other hand, not much to do if you are very keen on activities ... but the goal is above all to rest there and commune with nature.",
 			 "lang":"fr"
		},
		{
 			"id":15843,
  			"original":"L'hôtel est discret et fonctionnel. L accueil à la réception est très agréable et vraiment j'ai du plaisir à passer quelques jours la bas. La cuisine est par contre épouvantable, ne prenez jamais de pizzas, elles sont horribles.  Le restaurant est enfumé, la ventilation  de la cuisine est une catastrophe.  Allez à la Falaise pour dormir et éventuellement boire un verre mais fuyez le restaurant.",
 			 "fr":"L'hôtel est discret et fonctionnel. L accueil à la réception est très agréable et vraiment j'ai du plaisir à passer quelques jours la bas. La cuisine est par contre épouvantable, ne prenez jamais de pizzas, elles sont horribles.  Le restaurant est enfumé, la ventilation  de la cuisine est une catastrophe.  Allez à la Falaise pour dormir et éventuellement boire un verre mais fuyez le restaurant.",
 			 "en":"The hotel is discreet and functional. The reception is very pleasant and I really enjoy spending a few days there. The food is terrible on the other hand, never take pizzas, they are horrible. The restaurant is smoky, the kitchen ventilation is a disaster. Go to the Falaise to sleep and possibly have a drink but flee the restaurant.",
 			 "lang":"fr"
		},
		{
 			"id":15875,
  			"original":"Rarissime dans les 3000 kilomètres à la ronde. L'hôtel est propre, le service très bien, du vrai café et un buffet très correct au petit déjeuner et surtout, surtout pas de robinets inversés, pas de moquette pleines de tâches, pas de clim qui bug, pas de draps laminés. Le luxe quoi!!  ",
 			 "fr":"Rarissime dans les 3000 kilomètres à la ronde. L'hôtel est propre, le service très bien, du vrai café et un buffet très correct au petit déjeuner et surtout, surtout pas de robinets inversés, pas de moquette pleines de tâches, pas de clim qui bug, pas de draps laminés. Le luxe quoi!!  ",
 			 "en":"Extremely rare in the 3000 kilometers around. The hotel is clean, the service very good, real coffee and a very decent breakfast buffet and above all, no reverse taps, no stained carpets, no buggy air conditioning, no rolled sheets. What luxury !!",
 			 "lang":"fr"
		},
